Repository: jeffersonlalor/SoundTone
Catalog: Is Loh/*.lproj/Localizable.strings
Languages: pt_br

source: A major
pt_br: Lá

source: A minor
pt_br: Lá menor

source: A sharp
pt_br: Lá sustenido

source: A sharp minor
pt_br: Lá sustenido menor

source: Audio file not found!
pt_br: Arquivo de áudio não encontrado!

source: B major
pt_br: Sí

source: B minor
pt_br: Sí menor

source: C major
pt_br: Dó

source: C minor
pt_br: Dó menor

source: C sharp
pt_br: Dó sustenido

source: C sharp minor
pt_br: Dó sustenido menor

source: Congratulations!
pt_br: Parabéns!

source: D major
pt_br: Ré

source: D minor
pt_br: Ré menor

source: D sharp
pt_br: Ré sustenido

source: D sharp minor
pt_br: Ré sustenido menor

source: E major
pt_br: Mí

source: E minor
pt_br: Mí menor

source: en-us
pt_br: pt-br

source: Error
pt_br: Erro

source: Error executing audio!
pt_br: Erro de execução no áudio!

source: F major
pt_br: Fá

source: F minor
pt_br: Fá menor

source: F sharp
pt_br: Fá sustenido

source: F sharp minor
pt_br: Fá sustenido menor

source: First attempt: 200 points
pt_br: Primeira tentativa: 200 pontos

source: Fourth or more attempts: 50 points
pt_br: Quarta ou mais tentativas: 50 pontos

source: G major
pt_br: Sol

source: G minor
pt_br: Sol menor

source: G sharp
pt_br: Sol sustenido

source: G sharp minor
pt_br: Sol sustenido menor

source: Game informations
pt_br: Informações do jogo

source: Hit the chord
pt_br: Ache o acorde

source: Incorrect answer.
pt_br: Resposta incorreta.

source: KING MODE
pt_br: MODO REI

source: Right answer.
pt_br: Resposta correta.

source: Round: %d
pt_br: Rodada: %d

source: Score
pt_br: Pontuação

source: Score: %d
pt_br: Pontos: %d

source: Second attempt: 150 points
pt_br: Segunda tentativa: 150 pontos

source: Third attempt: 100 points
pt_br: Terceira tentativa: 100 pontos

source: Touch here!
pt_br: Toque aqui!

source: When listen the chord, select the option corresponding.
pt_br: Ao ouvir o acorde, selecione a opção correspondente.
